Repository: gusadi09/ShopInstant
Catalog: Mobile/ShopInstant/Common/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: id

source: Attention
id: Perhatian

source: Buy Now!
id: Beli Sekarang!

source: Delivered
id: Telah Sampai Tujuan

source: Discount
id: Diskon

# empty_offers
source: There are no offers can show. Please refresh or try again later.
id: Saat ini tidak ada penawaran yang dapat ditampilkan. Silahkan refresh atau coba lagi nanti.

# empty_transaction
source: There is no current transaction. Please make your transaction first.
id: Saat ini belum ada transaksi. Silahkan lakukan transaksi terlebih dahulu.

source: Offers
id: Penawaran

source: On Delivery
id: Dalam Pengiriman

source: On Process
id: Dalam Proses

# purchased_detail
source: Your product was purchased. Please go to transaction list for details.
id: Produk telah terbeli. Silahkan pergi ke bagian daftar transaksi untuk selengkapnya.

# success_purchased
source: Purchased!
id: Terbeli!

source: Transactions
id: Transaksi

source: Waiting for Payment
id: Menunggu Pembayaran
